Repository: petardjordjevic98/Projects
Catalog: ProbCut(Web app for HairCut Studio)-.NET, JS,CSS,HTML (RazorPages)/ProbCutRazor/Resources/Index.*.resx
Languages: sr

# ButtonLearnMore
source: Learn more
sr: Saznaj više

# ButtonPricing
source: Pricing
sr: Cenovnik

# ButtonRegister
source: Register
sr: Registruj se

# ButtonSetAppointment
source: Set an appointment
sr: Zakaži termin

# Card1Text
source: Affordable prices for even better service in the ProbCut barbershop.
sr: Povoljne cene u ProbCut frizerskom salonu, ali još bolji kvalitet usluge.

# Card1Title
source: Find out
sr: Saznaj

# Card2Text
source: Don't want to wait for hours in line for a haircut? Set an appointment online in one click.
sr: Ne želiš da čekaš predugačak red u frizerskom salonu? Zakaži termin online u jednom kliku.

# Card2Title
source: Set an appointment
sr: Zakaži termin

# Card3Text
source: Register as a customer and enjoy all features that this web application offers.
sr: Registruj se kao mušterija frizerskog salona i uživaj u svim pogodnostima aplikacije.

# Card3Title
source: Join us
sr: Pridruži se

# CardPricingText
source: Find out all about the services we provide and their prices.
sr: Saznajte informacije o uslugama koje pružamo, kao i njihove cene pre posete salonu.

# CardPricingTitle
source: Pricing
sr: Cenovnik

# CardRegisterText
source: Join the community of people who always have a great haircut!
sr: Pridruži se zajednici ljudi sa uvek dobrim frizurama!

# CardRegisterTitle
source: Register
sr: Registruj se

# CardSetAppointmentText
source: Search through our database and find the most suitable barber for your needs.
sr: Pretražite bazu podataka naših frizera i odaberite onog koji najviše odgovara vašim potrebama.

# CardSetAppointmentTitle
source: Set an appointment with your favorite barber
sr: Zakaži termin kod svog omiljenog frizera

# ContactUsAddress
source: Address:
sr: Adresa:

# ContactUsLabel
source: Contact us
sr: Kontaktirajte nas

# ContactUsPhoneNumber
source: Phone number:
sr: Broj telefona:

# CounterLabelAppointments1
source: Finished
sr: Realizovanih

# CounterLabelAppointments2
source: appointments
sr: termina

# CounterLabelBarbers
source: Barbers
sr: Frizera

# CounterLabelCustomers
source: Customers
sr: Mušterija

# Haircut1
source: Fringe
sr: Šiške

# Haircut2
source: Fade
sr: Fejd

# Haircut3
source: Curly
sr: Kovrdžava

# HaircutsDescription
source: We offer a variety of unique haircuts for all ages and a group of creative professionals.
sr: U našoj ponudi je veliki broj raznovrsnih frizura za sve uzraste, ali se možete osloniti i na kreativnost naših frizera.

# HeadingHaircuts
source: A variety of haircuts
sr: Velika raznovrsnost frizura

# HeadingProbcutIs
source: ProbCut is a web application designed to make scheduling a barbershop appointment easier.
sr: ProbCut je web aplikacija frizerskog salona koja olakšava zakazivanje termina za šišanje.

# HeadingWhoAreWe
source: Who are we?
sr: Ko smo mi?

# NotificationSuccessfulDeleteAccount
source: You have successfully deleted your account.
sr: Uspešno ste obrisali nalog.

# NotificationSuccessfulLogin
source: You have successfully logged in.
sr: Uspešno ste se prijavili.

# NotificationSuccessfulLogout
source: You have successfully logged out.
sr: Uspešno ste se odjavili.

# NotificationSuccessfulRegister
source: You have been successfully registered.
sr: Uspešno ste registrovani.

# Title
source: Home
sr: Početna

# WhoAreWeDescription
source: PDF team is a group of three young and ambicious guys who want to apply their software engineering knowledge and make the life of people around them easier.
sr: PDF tim je grupa trojice mladih ambicioznih momaka koji žele da svoje znanje iz oblasti softverskog inžinjerstva primene i učine život ljudi iz njihove okoline jednostavnijim.
