Repository: petardjordjevic98/Projects
Catalog: ProbCut(Web app for HairCut Studio)-.NET, JS,CSS,HTML (RazorPages)/ProbCutRazor/Resources/MyProfile.*.resx
Languages: sr

# ButtonCancel
source: Cancel
sr: Odustani

# ButtonEdit
source: Edit
sr: Promeni

# ButtonPost
source: Post
sr: Pošalji

# ButtonRate
source: Rate barber
sr: Oceni frizera

# ButtonSave
source: Save
sr: Sačuvaj

source: Change password
sr: Promeni šifru

# DataDateOfBirth
source: Date of birth:
sr: Datum rođenja:

# DataFirstName
source: First name:
sr: Ime:

# DataGender
source: Gender:
sr: Pol:

# DataGenderToWorkWith
source: Gender the barber can work with:
sr: Pol koji ume da šiša:

# DataLastName
source: Last name:
sr: Prezime:

# DataPassword
source: Password:
sr: Šifra:

# DataPhoneNumber
source: Phone number:
sr: Broj telefona:

# DataUsername
source: Username:
sr: Korisničko ime:

source: Delete account
sr: Obriši nalog

# DialogConfirmButtonClose
source: Close
sr: Zatvori

# DialogConfirmButtonConfirm
source: Confirm
sr: Potvrdi

# DialogConfirmCommentText
source: Are you sure you want to delete this comment?
sr: Da li ste sigurni da želite da obrišete ovaj komentar?

# DialogConfirmText
source: After you delete the account, you won't be able to recover your data. Do you wish to proceed?
sr: Brisanjem naloga nećete moći da povratite svoje podatke. Da li želite da nastavite?

# DialogConfirmTitle
source: Confirm
sr: Potvrda

source: Edit appointment
sr: Promeni termin

# ErrorDateOfBirthEmpty
source: - The field "date of birth" is required.
sr: - Polje "datum rođenja" je obavezno.

# ErrorFirstNameEmpty
source: - The field "first name" is required.
sr: - Polje "ime" je obavezno.

# ErrorFirstNameInvalidCharacter
source: - Invalid character. The field "first name" can consist of only letters.
sr: - Nedozvoljen simbol. Polje "ime" može sadržati samo slova.

# ErrorFirstNameTooShort
source: - The field "first name" must be at least 2 characters long.
sr: - Polje "ime" mora imati bar 2 slova.

# ErrorLastNameEmpty
source: - The field "last name" is required.
sr: - Polje "prezime" je obavezno.

# ErrorLastNameInvalidCharacter
source: - Invalid character. The field "last name" can consist of only letters.
sr: - Nedozvoljen simbol. Polje "prezime" može sadržati samo slova.

# ErrorLastNameTooShort
source: - The field "last name" must be at least 2 characters long.
sr: - Polje "prezime" mora imati bar 2 slova.

# ErrorNewPasswordEmpty
source: - The field "new password" is required.
sr: - Polje "nova šifra" je obavezno.

# ErrorNewPasswordTooLong
source: - The field "new password" cannot be longer than 30 characters.
sr: - Polje "nova šifra" ne sme biti duže od 30 slova.

# ErrorNewPasswordTooShort
source: - The field "new password" must be at least 6 characters long.
sr: - Polje "nova šifra" mora imati bar 6 slova.

# ErrorOldPasswordEmpty
source: - The field "old password" is required.
sr: - Polje 'stara šifra' je obavezno.

# ErrorPhoneNumberInvalidCharacter
source: - Invalid character. Valid characters are number and spaces.
sr: - Nedozvoljen simbol. Polje "broj telefona" može sadržati samo brojeve i razmake.

# ErrorUsernameAlreadyExists
source: - Username already exists.
sr: - Korisničko ime već postoji.

# ErrorUsernameConsecutiveSymbols
source: - The field "username" cannot have consecutive symbols '.' and '-'.
sr: - Polje "korisničko ime" ne sme imati više od jednog simbola '.' ili '-' zaredom.

# ErrorUsernameEmpty
source: - The field "username" is required.
sr: - Polje "korisničko ime" je obavezno.

# ErrorUsernameInvalidCharacter
source: - Invalid character. Valid characters are letters, numbers, periods, dashes and underscores.
sr: - Nedozvoljen simbol. Dozvoljeni simboli su slova, brojevi, tacke, crtice i donje crte.

# ErrorUsernameTooLong
source: - The field "username" cannot consist of more than 30 characters.
sr: - Polje "korisničko ime" ne sme imati više od 30 slova.

# ErrorUsernameTooShort
source: - The field "username" must be at least 3 characters long.
sr: - Polje "korisničko ime" mora imati bar 3 slova.

# ErrorWrongOldPassword
source: - Incorrect old password.
sr: - Netačna stara šifra.

# GenderBoth
source: Both
sr: Oba

# GenderFemale
source: Female
sr: Ženski

# GenderMale
source: Male
sr: Muški

# GenderNone
source: I prefer not to say
sr: Ne bih da se izjasnim

# LabelAlreadyRated
source: You already submitted a rating.
sr: Vaša ocena je već predata.

source: New password:
sr: Nova šifra:

# NoCommentsLabel
source: This profile has no comments.
sr: Ovaj profil nema komentara.

# NotificationCommentAdded
source: Comment successfully added.
sr: Uspešno dodat komentar.

# NotificationCommentDeleted
source: Comment successfully deleted.
sr: Uspešno obrisan komentar.

# NotificationCommentDeleteFailed
source: There was an error deleting this comment.
sr: Došlo je do greške pri brisanju komentara.

# NotificationCommentFailed
source: There was an error posting this comment.
sr: Došlo je do greške pri slanju komentara.

# NotificationFailedDeleteAccount
source: There was an error while trying to delete your account.
sr: Došlo je do greške pri brisanju naloga.

# NotificationRatingAdded
source: Barber rating submitted.
sr: Ocena uspešno poslata.

# NotificationRatingFailed
source: There was an error rating the barber.
sr: Došlo je do greške pri ocenjivanju.

# NotificationSuccessfulDataChange
source: You have successfully updated your profile.
sr: Uspešno ste promenili podatke.

# NotificationSuccessfulPasswordChange
source: You have successfully updated your password.
sr: Uspešno ste promenili šifru.

source: Old password:
sr: Stara šifra:

# StatDescAppointment
source: appointment
sr: termin

# StatDescLastActivity
source: last activity
sr: poslednja aktivnost

# StatDescNumOfAppointments
source: finished appointments
sr: završenih termina

# StatDescNumOfBarbers
source: workers
sr: radnika

# StatDescRating
source: rating
sr: ocena

# Title
source: My profile
sr: Moj profil

# TypeOfUserF
source: Barber
sr: Frizer

# TypeOfUserM
source: Customer
sr: Mušterija

# TypeOfUserV
source: Owner
sr: Vlasnik salona

# YourComment
source: Leave your comment here
sr: Ostavi komentar ovde
